Repository: khoa-nd/company-profile-theme
Catalog: languages/*.po
Languages: es_es

source: There is no user available for this email.
es_es: No hay usuario disponible para este correo

source: These are the latest news from our blog.
es_es: Estas son las últimas noticias de nuestro blog

source: Title
es_es: Título

source: Type
es_es: Tipo

source: Understanding
es_es: Entendimiento

source: Unpublish
es_es: Anular la Publicación

source: Update
es_es: Actualizar

source: Update Company Profile
es_es: Actualizar el Perfil de la Empresa

source: Update Company Profile For Review
es_es: Actualizar el Perfil de la Empresa para Revisión

source: Update Job Offer
es_es: Actualizar Oferta de Trabajo

source: Update Job Offer For Review
es_es: Actualizar Oferta de Trabajo para Revisión

source: Update Resume
es_es: Actualizar Curriculum

source: Update Resume For Review
es_es: Actualizar Curriculum para Revisión

source: Upload your finest and brilliant work!
es_es: ¡Sube tu mejor trabajo!

source: Use our awesome search tool to find companies’profiles!
es_es: ¡Utiliza nuestra increíble herramienta de búsqueda para encontrar perfiles de empresas!

source: Use our awesome search tool to find job offers!
es_es: ¡Utiliza nuestra increíble herramienta de búsqueda para encontrar ofertas de empleo!

source: Use our awesome search tool to find the right candidates!
es_es: ¡Utiliza nuestra increíble herramienta de búsqueda para encontrar los candidatos correctos!

source: Use this contact form to send an email.
es_es: Utilice éste formulario de contacto para enviar un correo.

source: Use this contact form to send us an email.
es_es: Utilice éste formulario de contacto para enviarnos un correo.

source: Username doesn’t exists. Please try another one.
es_es: El nombre de usuario no existe. Por favor pruebe con otro.

source: Username exists. Please try another one.
es_es: El nombre de usuario ya existe. Por favor pruebe con otro.

source: Username:
es_es: Usuario:

source: Value:
es_es: Valor:

source: View
es_es: Ver

source: View Company
es_es: Ver Empresa

source: View Job
es_es: Ver Empleo

source: View Job Offer
es_es: Ver Oferta de Empleo

source: View Profile
es_es: Ver Perfil

source: View Quote
es_es: Ver Cuota

source: View Resume
es_es: Ver Curriculum

source: View all posts by %s
es_es: Ver todas las entradas por %s

source: Views
es_es: Visitas

source: Visibility
es_es: Visibilidad

source: We are sorry, but there are no jobs available.
es_es: Lo sentimos, pero no hay empleos disponibles.

source: Website:
es_es: Página Web:

source: Welcome to your personal cabinet,
es_es: Bienvenido a nuetro gabinete personal,

source: Well, it looks like there are no results matching your criterias.
es_es: Bueno, parece que o hay resultados que encajen sus criterios.

source: We’re almost done! Fill in the contact details accurately.
es_es: ¡Casi hemos acabado! Completa el formulario de contacto con los detalles.

source: We’re hiring! Please check our job offers and contact us.
es_es: ¡Estamos contratando! Por favor, compruebe nuestras ofertas de empleo y contáctenos.

source: What I like to do in my free time.
es_es: Qué me gusta hacer en mi tiempo libre.

source: What else it would be nice to have.
es_es: Qué más estaría bien tener.

source: What we are good at.
es_es: En qué somos buenos.

source: Work Experience
es_es: Experiencia Laboral

source: Writing
es_es: Escrito

source: Year:
es_es: Año:

source: Yearly Archives: %s
es_es: Archivos Anuales: %s

source: Years
es_es: Años

source: Years Experience
es_es: Años de Experiencia

source: Years of experience:
es_es: Años de Experiencia:

source: You can leave it empty
es_es: Puedes dejar esto en blanco

source: Your name must be at least 3 characters long
es_es: Tu nombre ha de tener al menos 3 carácteres de largo

source: Your password must be at least 6 characters long
es_es: Tu contraseña ha de tener al menos 6 carácteres de largo

source: Your username must be at least 3 characters long
es_es: Tu nombre de usuario ha de tener al menos 3 carácteres de largo

source: You’ll be able to post your resume, apply for a job, add companies profiles and post job offers!
es_es: ¡Podrás publicar tu curriculum, aplicar para un empleo, añadir perfiles de empresas y publicar ofertas de empleo!

source: ago
es_es: atrás

source: by
es_es: por

source: days
es_es: días

source: of experience
es_es: de experiencia

source: people
es_es: gente

source: to
es_es: para

source: years
es_es: años

source: « Previous
es_es: « Anterior

source: Details are shown above. The importer will now try again with a different parser...
es_es: Los detalles están arriba. El importador lo va a intentar con un programa de análisis distinto...

source: There was an error when reading this WXR file
es_es: Hubo un error al leer el archivo WXR

source: This does not appear to be a WXR file, missing/invalid WXR version number
es_es: Esto no parece ser un archivo WXR, el número de versión WXR no está o es inválido

source: Lcation
es_es: Localización

source: Post type
es_es: Publicar Tipo

source: Price
es_es: Precio
