Repository: khoa-nd/company-profile-theme
Catalog: languages/*.po
Languages: es_es

source: &larr; Older Comments
es_es: &larr; Comentarios Antiguos

source: Comment navigation
es_es: Navegación de Comentarios

source: Comments are closed.
es_es: Los comentarios están cerrados.

source: It looks like nothing was found at this location.
es_es: Parece que no se encontró nada en esta localización.

source: It seems we can&rsquo;t find what you&rsquo;re looking for.
es_es: Parece que no podemos encontrar lo que está buscando.

source: Newer Comments &rarr;
es_es: Comentarios Recientes &rarr;

source: Not found
es_es: No se ha encontrado

source: Nothing Found
es_es: No se ha encontrado nada

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
es_es: Listo para publicar tu primera entrada? <a href="%1$s">Empieza aquí</a>.

source: Sorry, but nothing matched your search terms.
es_es: Lo sentimos, pero no se ha encontrado nada con su búsqueda.

source: This is somewhat embarrassing, isn&rsquo;t it?
es_es: Esto es embarazoso, ¿verdad?

source: All plugins installed and activated successfully. %1$s
es_es: Todos los plugins se han instalado y activado correctamente. %1$s

source: Dismiss this notice
es_es: Descarte este aviso

source: Install Plugins
es_es: Instalar Plugins

source: Install Required Plugins
es_es: Instalar los Plugins Necesarios

source: Installing Plugin: %s
es_es: Instalando Plugin: %s

source: Plugin activated successfully.
es_es: El plugin se ha activado con éxito.

source: Return to Required Plugins Installer
es_es: Volver a la Instalació Necesaria del Plugin

source: Return to the dashboard
es_es: Volver al panel de control

source: Something went wrong.
es_es: Algo ha ido mal.

source: The following plugin was activated successfully:
es_es: El plugi siguente ha sido activado con éxito:

source: Followers
es_es: Seguidores

source: Joined
es_es: Se ha unido

source: All plugins installed and activated successfully. %s
es_es: Todos los plugins se han instalado y activado con éxito. %s

source: Footer menu
es_es: Menú del pie de págia

source: Main menu
es_es: Menú Principal

source: Number Of Tweets:
es_es: Número de Tweets:

source: Something went wrong with the plugin API.
es_es: Algo ha ido mal con el plugin API

source: Tag:
es_es: Etiqueta:

source: Top menu
es_es: Menú superior

source: Twitter Consumer Key:
es_es: Clave del Consumidor de Twitter:

source: Twitter Consumer Secret:
es_es: El Secreto del Consumidor de Twitter:

source: Twitter ID:
es_es: Usuario de Twitter:

source: Twitter Title:
es_es: Título de Twitter:

source: Twitter User Secret:
es_es: El Secreto del Usuario de Twitter:

source: Twitter User Token:
es_es: Muestra del Usuario de Twitter:

source: %(1 to 100 value)
es_es: %(valor del 1 a 100)

source: (Native)
es_es: (Nativo)

source: <span class="meta-nav">&larr;</span> Older posts
es_es: <span class="meta-nav">&larr;</span> Entradas antiguas

source: A Brief Overview of the Company which posted this job offer
es_es: Una breve descripción de la empresa que registró esta oferta de trabajo

source: About
es_es: Descipción

source: About Me:
es_es: Sobre Mí:

source: Account Settings
es_es: Configuración de la Cuenta

source: Account updated successful.
es_es: La cuenta se ha actualziado con éxito.

source: Activate Company
es_es: Activar la Empresa

source: Activate Resume
es_es: Activar el Curriculum

source: Add Company
es_es: Añadir Empresa

source: Add Company Profile
es_es: Añadir Perfil de la Empresa

source: Add Job Offer
es_es: Añadir Oferta de Trabajo

source: Add New
es_es: Nuevo

source: Add New Company
es_es: Añadir Empresa Nueva

source: Add New Job
es_es: Añadiir Trabajo Nuevo

source: Add New Quote
es_es: Añadir Cita Nueva

source: Add New Resume
es_es: Añadir Curriculum Nuevo

source: Add Resume
es_es: Añadir Curriculum

source: Add Your Resume
es_es: Añade tu Curriculum

source: Add new award
es_es: Añadir premio nuevo

source: Add new benefit
es_es: Añadir beneficio nuevo

source: Add new client
es_es: Añadir cliente nuevo

source: Add new institution
es_es: Añadir institución nueva

source: Add new language
es_es: Añadir nuevo idioma

source: Add new Organizationn
es_es: Añadir organización nueva

source: Add new project
es_es: Añadir nuevo proyecto

source: Add new service
es_es: Añadir nuevo servicio

source: Add new skill
es_es: Añadir habilidad ueva

source: Add new testimonial
es_es: Añadir recomentación nueva

source: Added
es_es: Añadido

source: Additional Requirements:
es_es: Requisitos Adicionales:

source: Address:
es_es: Dirección:

source: Aditional Requirements
es_es: Requisitos Adicionales

source: All
es_es: Todo

source: All Categories
es_es: Todas las Categorías

source: All Companies
es_es: Todas las Empresas

source: All Locations
es_es: Todas las Localizaciones

source: All Types
es_es: Todos los Tipos

source: Appears in the footer section of the site.
es_es: Aparece en el pie de página

source: Appears on posts and pages in the sidebar.
es_es: Aparece en la barra lateral de las entradas y las páginas.

source: Apply for this job
es_es: Aplicar para este trabajo

source: Approve
es_es: Aprobar

source: Attention!
es_es: Atención!

source: Award
es_es: Premio

source: Awards
es_es: Premios

source: Awards & Honors
es_es: Premios y Honores

source: Be descriptive and creative on your skills.
es_es: Sea descriptivo y creativo en sus habilidades.

source: Benefit
es_es: Beneficio

source: Benefit Description:
es_es: Descripción de los Beneficios

source: Benefit Name:
es_es: Nombre del Beneficio:

source: Benefits
es_es: Beneficios

source: Blog Archives:
es_es: Archivos del Blog:

source: Blog Widget Area
es_es: Área de los widgets del blog

source: CV File (PDF, doc)
es_es: Archivo del Curriculum

source: Career Level
es_es: Nivel de Carrera

source: Career Level:
es_es: Nivel de Carrera:

source: Categories
es_es: Categorías

source: Category
es_es: Categoría

source: Category:
es_es: Categoría:

source: Check your email for new password.
es_es: Revise su correo para la nueva contraseña.

source: Client
es_es: Cliente

source: Client Name
es_es: Nombre del Cliente

source: Clients
es_es: Clientes

source: Client’s Website:
es_es: Página Web del Cliente:

source: Communication
es_es: Comunicación

source: Communication level:
es_es: Nivel de Comunicación

source: Companies
es_es: Empresas

source: Company
es_es: Empresa

source: Company Information
es_es: Información de la Empresa

source: Company Name:
es_es: Nombre de la Empresa:

source: Company Profile Saved Successful.
es_es: El Perfil de la Empresa se ha Guardado con Éxito.

source: Company Profiles
es_es: Perfiles de las Empresas

source: Company:
es_es: Empresa:

source: Competition Name:
es_es: Nombre de la Competición:

source: Contact
es_es: Contacto

source: Contact Details
es_es: Detalles de Contacto

source: Contact Form
es_es: Folmulario de Contacto

source: Contact Us
es_es: Contacto

source: Content:
es_es: Contenido:

source: Contracted for doing:
es_es: Contratado para:

source: Cover Image:
es_es: Imagen de Portada:

source: Cuisine:
es_es: Cocina:

source: Daily Archives: %s
es_es: Archivos Diarios: %s

source: Date of birth:
es_es: Fecha de nacimiento:

source: Delete
es_es: Eliminar

source: Delete Benefit
es_es: Eliminar Beneficio

source: Delete Skill
es_es: Elimiar Habilidad

source: Demo Content
es_es: Contenido Demo

source: Describe your services and expertise.
es_es: Describe sus servicios y conocimiento:

source: Description:
es_es: Descripción:

source: Difficulty:
es_es: Dificultad:

source: Discover Recipe
es_es: Descubrir la Receta

source: Download Resume
es_es: Descargar Curriculum

source: E-mail updated successful.
es_es: El correo se ha actualizado correctamente.

source: Edit
es_es: Editar

source: Edit Company
es_es: Editar Empresa

source: Edit Company Profile
es_es: Editar el Perfil de la Empresa

source: Edit Job
es_es: Editar el Trabajo

source: Edit Job Offer
es_es: Editar la Oferta de Trabajo

source: Edit Quote
es_es: Editar la Cita

source: Edit Resume
es_es: Editar el Curriculum

source: Edit Your Resume
es_es: Editar su Curriculum

source: Education
es_es: Educación

source: Email exists. Please try another one.
es_es: El correo ya existe. Por favor pruebe con otro.

source: Email*
es_es: Correo*

source: Email:
es_es: Correo:

source: Established Since
es_es: Establecido en

source: Expected Salary
es_es: Sueldo Esperado

source: Experience
es_es: Experiencia

source: Expertise
es_es: Conocimiento

source: Expertise:
es_es: Conocimiento:

source: Feature
es_es: Destacar

source: Featured Companies!
es_es: Empresas Destacadas!

source: Featured Jobs!
es_es: Trabajos Destacados!

source: Featured Resumes!
es_es: Currículums Destacados!

source: Featured for
es_es: Destacado por

source: Featured until
es_es: Destacado hasta

source: Fill in the education related info using the fields below.
es_es: Complete la información sobre la educación e los campos inferiores.

source: Footer Widget Area Four
es_es: Área de Widget Número Cuatro en el Pie de Página

source: Footer Widget Area One
es_es: Área de Widget Número Uno en el Pie de Página

source: Footer Widget Area Three
es_es: Área de Widget Número Tres en el Pie de Página

source: Footer Widget Area Two
es_es: Área de Widget Número Dos en el Pie de Página

source: Forgot Password
es_es: Contraseña Olvidada

source: Forum Widget Area
es_es: Area del Widget del Forum

source: Foundation Year:
es_es: Año de Fundación:

source: From
es_es: De

source: Full Name:
es_es: Nombre Completo:

source: Gender:
es_es: Género:

source: Google Maps Address:
es_es: Dirección de Google Maps:

source: Great news master!
es_es: Buenas noticias maestro!

source: Has Job Offer
es_es: Tiene una Oferta de Trabajo

source: Has Job Offers
es_es: Tiene Ofertas de Trabajo

source: Hello Almighty Master! Take some time and review the pending items.
es_es: Hola Maestro! Tómese su tiempo para revisar los puntos pendientes.

source: Here are some of my works.
es_es: Aquí estás algunos de mis trabajos.

source: Here’s a list of companies where I worked and gained my professional experience.
es_es: Aquí hay una lista con las empresas en las que he trabajado para conseguir mi experiencia profesional.

source: Here’s a list of companies which are our beloved clients.
es_es: Aquí hay una lista con las empresas que son nuestros clientes.

source: Here’s an overview of education institutions I attended.
es_es: Aquí hay un resumen de las instituciones de educació en las que asistí.

source: Here’s an overview of my skills.
es_es: Aquí hay un resumen de mis habilidades.

source: Here’s an overview of the services we provide.
es_es: Aquí hay un resumen de los servicios que proporcionamos.

source: Here’s an overview qualifications you need for this job.
es_es: Aquí hay un resumen de las cualificaciones que se necesitan para este puesto de trabajo.

source: Here’s whar people are saying about me.
es_es: Aquí hay lo que la gete dice de mí.

source: Here’s what clients are saying about our company.
es_es: Aquí hay lo que los clientes dicen de nuestra empresa.

source: Here’s what you get.
es_es: Esto es lo que consigues.

source: Hey. It’s easier than it looks. Take a deep breath and complete the fields below. You’ll have a beautiful company page!
es_es: Hey. Es más fácil de lo que parece. Respira hondo y completa los campos inferiores. ¡Tendrás una buena página de tu empresa!

source: Hey. It’s easier than it looks. Take a deep breath and complete the fields below. You’ll have a beautiful job offer!
es_es: Hey. Es más fácil de lo que parece. Respira hondo y completa los campos inferiores. ¡Tendrás una buena oferta de trabajo!

source: Hey. It’s easier than it looks. Take a deep breath and complete the fields below. You’ll have a beautiful resume page!
es_es: Hey. Es más fácil de lo que parece. Respira hondo y completa los campos inferiores. ¡Tendrás una buena página de tu curriculum!

source: Hey. You need to add a company profile before posting a job offer!
es_es: Hey. ¡Necesitas añadir una empresa antes de añadir un puesto de trabajo!

source: Hobbies
es_es: Aficiones

source: Hobbies:
es_es: Aficiones:

source: Home
es_es: Casa

source: Human test. Please input the result of 5+3=?
es_es: Test para humanos. Por favor diga el resultado de 5+3=?

source: ID
es_es: Usuario

source: Icon code
es_es: Código del icono

source: If you are new to wordpress or have problems creating posts or pages that look like the theme preview you can import dummy posts and pages here that will definitley help to understand how those tasks are done.
es_es: Si eres nuevo en WordPress o tienes problemas para crear entradas o páginas como en la vista previa del tema entonces puedes importar entradas y páginas de prueba que te ayudarán a entender como se hacen las tareas.

source: Image
es_es: Imagen

source: Import Dummy Content
es_es: Importar Contenido de Prueba

source: Import Dummy Content: Posts, Pages, Categories
es_es: Importar Contenido de Prueba: Entradas, Páginas, Categorías

source: Import failed.
es_es: La importación ha fallado.

source: Import started.
es_es: La importación ha comenzado.

source: Import worked out, no problems whatsoever. The page will now be reloaded to reflect the changes.
es_es: La importación ha funcionado, no ha habido problemas. La página volverá a cargarse para que los cambios hagan efecto.

source: Industry
es_es: Industria

source: Industry:
es_es: Industria:

source: Insert multiple expertise and separate them using commas
es_es: Inserte varios conocimientos separándolos por comas

source: Insert multiple hobbies and separate them using commas
es_es: Inserte varias aficioes separándolas por comas

source: Insert multiple requirements and separate them using commas
es_es: Inserte varios requisitos separándolos por comas

source: Institution
es_es: Institución

source: Institution Name
es_es: Nombre de la Institución

source: Intended for:
es_es: Para:

source: Job
es_es: Empleo

source: Job Application
es_es: Solicitud de Empleo

source: Job Description:
es_es: Descripción de Empleo:

source: Job Offer
es_es: Oferta de Empleo:

source: Job Offer Saved Successful.
es_es: La Oferta de Empleo se ha Guardado con Éxito.

source: Job Offer Updated Successful.
es_es: La Oferta de Empleo se ha Actualziado con Éxito.

source: Job Offers
es_es: Ofertas de Empleo

source: Job Position:
es_es: Posición de Empleo:

source: Job Related
es_es: Empleo Relacionado

source: Job Related level:
es_es: Nivel Relacionado con el Empleo:

source: Job Title:
es_es: Título de Empleo:

source: Job Type:
es_es: Tipo de Empleo:

source: Job Types
es_es: Tipos de Empleo

source: Job Types I am looking for:
es_es: Tipos de Empleo que Busco:

source: Job Types:
es_es: Tipos de Empleo:

source: Job type:
es_es: Tipo de Empleo:

source: Jobs
es_es: Empleos

source: Language
es_es: Idioma

source: Languages
es_es: Idiomas

source: Latitude:
es_es: Latitud:

source: Let companies know your financial expectations.
es_es: Deja que las empresas sepan tus expectativas financieras.

source: Let everybody know how good you are!
es_es: ¡Deja que todos sepan lo bueno que eres!

source: Let people know the benefits you offer.
es_es: Deja que el mundo sepa los beneficios que ofrece.

source: Let’s see what are people saying about you.
es_es: A ver que dicen sobre tí.

source: Level 1
es_es: Nivel 1

source: Level 2
es_es: Nivel 2

source: Level 3
es_es: Nivel 3

source: Level 4
es_es: Nivel 4

source: Level 5
es_es: Nivel 5

source: Location
es_es: Localización

source: Location:
es_es: Localización:

source: Locations
es_es: Localizaciones

source: Log out
es_es: Salir

source: Login
es_es: Iniciar Sesión

source: Login successful.
es_es: Sesión iniciada con éxito.

source: Longitude:
es_es: Longitud:

source: Monthly Archives: %s
es_es: Archivos Mensuales: %s

source: More than
es_es: Más de

source: My Account
es_es: Mi cuenta

source: Name
es_es: Nombre

source: Name a few relevant clients from your portfolio and describe what your company was contracted for.
es_es: Nombra algunos clientes importates de tu portafolio y describe para qué tu empresa ha sido contratada.

source: Name must be at least 3 characters long
es_es: Ha de tener al menos 3 carácteres

source: Name the organizations in which you gained your precious experience and professional expertise.
es_es: Nombra las organizaciones dode has coseguido experiencia y habilidad profesional.

source: Name*
es_es: Nombre*

source: Name:
es_es: Nombre:

source: Native Language
es_es: Idioma Nativo

source: Navigation Menu
es_es: Menú de Navegación

source: New Company
es_es: Nueva Empresa

source: New Job
es_es: Nuevo Empleo

source: New Quote
es_es: Nueva Cuota

source: New Resume
es_es: Nuevo Curriculum

source: Newer posts <span class="meta-nav">&rarr;</span>
es_es: Entradas más recietes <span class="meta-nav">&rarr;</span>

source: Next »
es_es: Siguente »

source: No Companies found
es_es: No se han encontrado empresas

source: No Companies found in Trash
es_es: No se han encontrado empresas en la papelera

source: No Job Offer
es_es: No hay ofertas de empleo

source: No Jobs found
es_es: No se han encontrado empleos

source: No Jobs found in Trash
es_es: No se han encontrado empleos en la papelera

source: No Quote found
es_es: No se han encontrado cuotas

source: No Resumes found
es_es: No se han encontrado curriculums

source: No Resumes found in Trash
es_es: No se han encontrado curriculums en la papelera

source: No Testimonials found in Trash
es_es: No se han ecotrado testimonios en la papelera

source: No results found for the selected search criteria.
es_es: No hay resultados para su criterio de búsqueda.

source: Note:
es_es: Nota:

source: Notes:
es_es: Notas:

source: Of experience
es_es: De experiencia

source: Older than:
es_es: Más antiguo de:

source: Organizationn Name:
es_es: Nombre de la Organización

source: Organizationn:
es_es: Organización

source: Organizational
es_es: Organizacional

source: Organizational level:
es_es: Nivel Organizacional:

source: Overview
es_es: Visión

source: Pages Widget Area
es_es: Área de los Widgets de las Páginas

source: Password and E-mail updated successful.
es_es: La contraseña y el correo se han actualizado con éxito.

source: Password doesn’t exists. Please try another one.
es_es: La contraseña no existe. Por favor pruebe con otra.

source: Password updated successful.
es_es: La contraseña se ha actualziado con éxito.

source: Password:
es_es: Contraseña:

source: Pending Items
es_es: Artículos Pendientes

source: Pending review
es_es: Revisión pendiente

source: People
es_es: Gente

source: Per:
es_es: Por:

source: Period:
es_es: Período:

source: Permalink to %s
es_es: Permalink a %s

source: Phone number:
es_es: Número de teléfono:

source: Picture:
es_es: Imagen:

source: Please enter a valid email address
es_es: Por favor escriba una dirección de correo válida

source: Please enter the same password as above
es_es: Por favor escriba la misma contraseña que arriba

source: Please provide a name
es_es: Por favor escriba un nombre

source: Please provide a password
es_es: Por favor escriba una cotraseña

source: Please provide a username
es_es: Por favor escriba un nombre de usuario

source: Please provide an email address
es_es: Por favor escriba una dirección de correo válida

source: Please provide your full name
es_es: Por favor escriba su nombre completo

source: Please reload the page and try again.
es_es: Por favor recargue la págia y vuélvalo a intentar.

source: Please wait a few seconds and dont reload the page. You will be notified as soon as the import has finished! :)
es_es: Por favor espere unos segundos y luego vuelva a cargar la página. ¡Le informaremos cuando el importe haya acabado! :)

source: Portfolio
es_es: Portafolio

source: Post navigation
es_es: Navegación de Entrada

source: Posts navigation
es_es: Navegación de Entradas

source: Presence
es_es: Presencia

source: Presence:
es_es: Presencia:

source: Pricing Plans
es_es: Planes de Precios

source: Prize:
es_es: Premio:

source: Professional Title:
es_es: Título Profesional:

source: Profile
es_es: Perfil:

source: Profile Picture:
es_es: Image de Perfil:

source: Project
es_es: Proyecto

source: Public Profile
es_es: Perfil Público

source: Publish
es_es: Publicar

source: Publish company email address
es_es: Publicar la dirección de correo electrónico de la empresa

source: Publish my email address
es_es: Publicar mi correo electrónico

source: Published
es_es: Publicado

source: Qualification & Faculty:
es_es: Cualificaciones y Habilidad:

source: Qualifications
es_es: Cualificaciones

source: Read More
es_es: Leer Más

source: Recent News
es_es: Noticias Recientes

source: Register
es_es: Registrarse

source: Register an Account
es_es: Registrar una Cuenta

source: Registration successful.
es_es: El registro se ha completado con éxito

source: Reject
es_es: Rechazar

source: Remember me
es_es: Recordar

source: Remuneration Amount:
es_es: Cantidad de Remuneraciones:

source: Repeat Password:
es_es: Repetir la contraseña:

source: Required Skills
es_es: Habilidades Necesarias

source: Describe the required skills and expertise for this job.
es_es: Describa las habilidades necesarias para este empleo

source: Reset Filters
es_es: Restablecer los Filtros

source: Reset Password
es_es: Restablecer la Contraseña

source: Results:
es_es: Resultados:

source: Resume
es_es: Curriculum

source: Resume Saved Successful.
es_es: El Curriculum se ha Guardado con Éxito

source: Resume Updated Successful.
es_es: El Curriculum se ha Actualziado con Éxito

source: Resumes
es_es: Curriculums

source: Role
es_es: Papel

source: Salary
es_es: Sueldo

source: Salary & Benefits
es_es: Sueldo y Beneficios

source: Salary & Job Types
es_es: Sueldo y Tipos de Empleo

source: Sallary & Benefits
es_es: Sueldo y Beneficios

source: Save As Draft
es_es: Guardar como Borrador

source: Search & Refinements
es_es: Búsqueda y Matices

source: Search Companies
es_es: Buscar Empresas

source: Search Jobs
es_es: Buscar Empleos

source: Search Resumes
es_es: Buscar Curriculums

source: Search Testimonials
es_es: Buscar Testimonios

source: Search for Companies
es_es: Buscar Empresas

source: Search for Jobs
es_es: Buscar Empleos

source: Search for Resumes
es_es: Buscar Curriculums

source: Send Message
es_es: Enviar Mensaje

source: Service
es_es: Servicio

source: Service Name
es_es: Nombre del Servicio

source: Services
es_es: Servicios

source: Share:
es_es: Compartir:

source: Skill
es_es: Habilidad

source: Skills
es_es: Habilidades

source: Social account login
es_es: Entrar en la Cuenta Social

source: Social account register
es_es: Registrar Cuenta Social

source: Something went wrong, try refreshing and submitting the form again.
es_es: Algo ha ido mal, intente volver a cargar y presentar la solicitud otra vez.

source: Speaking
es_es: Hablando

source: Start typing an address and select from the dropdown.
es_es: Empieza a escribir el correo y seleccioe del desplegable.

source: Status
es_es: Estado

source: Sticky
es_es: Pegadizo

source: Submit
es_es: Presentar

source: Submit Company Profile
es_es: Presentar el Perfil de la Empresa

source: Submit Company Profile For Review
es_es: Presentar el Perfil de la Empresa para la revisión

source: Submit Job Offer
es_es: Presentar Oferta de Trabajo

source: Submit Job Offer For Review
es_es: Presentar Oferta de Trabajo para la revisión

source: Submit Resume
es_es: Presentar Curriculum

source: Submit Resume For Review
es_es: Presentar Curriculum para la Revisión

source: Tag Line:
es_es: Etiqueta

source: Team Size
es_es: Tamaño del Equipo

source: Testimonial
es_es: Testimonio

source: Testimonial:
es_es: Testimonio:

source: Testimonials
es_es: Testimonios
